Repository: Wladzi0/YourCar-docker
Catalog: translations/messages.*.xlf
Languages: fr

source: For city driving
fr: Pour la conduite en ville

source: For long distance driving
fr: Pour la conduite longue distance

source: For driving on the highway
fr: Pour conduire sur l'autoroute

source: Car for every day
fr: Voiture pour tous les jours

source: Low
fr: Meugler

source: Average
fr: Moyenne

source: Standard
fr: Compact

source: Big
fr: Gros

source: High
fr: Haute

source: Search
fr: Chercher

source: Was found
fr: A été trouvé

source: car
fr: auto

source: cars
fr: voitures

source: Petrol
fr: Essence

source: Turbocharging
fr: Suralimentation

source: Rear drive
fr: Entraînement arrière

source: Please select
fr: Veuillez sélectionner

source: Fuel consumption
fr: Consommation de carburant

source: For add to favourite or to comparing you need to login
fr: Pour ajouter aux favoris ou comparer, vous devez vous connecter

source: Technical data of engine
fr: Données techniques du moteur

source: Search car with us
fr: Rechercher une voiture avec nous

source: Welcome
fr: Bienvenue

source: Welcome to YourCar
fr: Bienvenue sur YourCar

source: Catalog of cars
fr: Catalogue de voitures

source: Comparing of cars
fr: Comparaison de voitures

source: Your favourite cars
fr: Vos voitures préférées

source: Search a cars...
fr: Rechercher une voiture ...

source: Admin Panel
fr: Panneau d'administration

source: Preferences
fr: Préférences

source: Logout
fr: Se déconnecter

source: Search by our form
fr: Recherche par notre formulaire

source: Prefer manufacturer country
fr: Préférer le pays du fabricant

source: Select value
fr: Sélectionner la valeur

source: Prefer purpose
fr: Objectif préféré

source: Prefer fuel consumption
fr: Privilégier la consommation de carburant

source: Prefer size of car
fr: Privilégier la consommation de carburant

source: Engine life
fr: Durée de vie du moteur

source: Search form
fr: Formulaire de recherche

source: Does not matter
fr: N'a pas d'importance

source: Please enter a password
fr: Veuillez entrer un mot de passe

source: New password
fr: Nouveau mot de passe

source: Repeat Password
fr: Répéter le mot de passe

source: The password fields must match
fr: Les champs de mot de passe doivent correspondre

source: Production start
fr: Début de fabrication

source: Production finish
fr: Finition de fabrication

source: Your password should be at least %{{ limit }}% characters
fr: Votre mot de passe doit comporter au moins %{{ limit }}% caractères

source: Comparing list
fr: Liste de comparaison

source: Engine
fr: Moteur

source: Fuel
fr: Carburant

source: Power
fr: Puissance

source: Torque
fr: Couple

source: Ecology standart
fr: Norme écologique

source: Drive
fr: Conduire

source: Fuel consumprion mixed
fr: Consommation de carburant mixte

source: Fuel consumprion extra
fr: Consommation de carburant en sus

source: Tuning
fr: Réglage

source: Power increase device
fr: Dispositif d'augmentation de puissance

source: Max. speed
fr: Max. la vitesse

source: Start year of installing
fr: Démarrer l'année d'installation

source: Finish year of installing
fr: Finir l'année d'installation

source: Tank
fr: Réservoir

source: Parameters
fr: Paramètres

source: Start year of production
fr: Début de l'année de production

source: Finish year of production
fr: Finir l'année de production

source: Body type
fr: Type de corps

source: Length
fr: Longueur

source: Width
fr: Largeur

source: You forgot to add cars to comparing list
fr: Vous avez oublié d'ajouter des voitures à la liste de comparaison

source: Filters
fr: Filtres

source: Confirm
fr: Confirmer

source: Hi! Please confirm your email!
fr: Salut! Veuillez confirmer votre email!

source: Please confirm your email address by clicking the following link
fr: Veuillez confirmer votre adresse e-mail en cliquant sur le lien suivant

source: Confirm my Email
fr: Confirmer mon e-mail

source: This link will expire in
fr: Ce lien expirera dans

source: Cheers
fr: À votre santé

source: Edit user
fr: Modifier l'utilisateur

source: Registration
fr: Inscription

source: Create new account
fr: Créer un nouveau compte

source: Edit
fr: Éditer

source: Sign up
fr: S'inscrire

source: Back to sign in
fr: Retour pour vous connecter

source: User`s settings
fr: Paramètres de l'utilisateur

source: Reset all settings
fr: Réinitialiser tous les réglages

source: Log in
fr: Connexion

source: Email address
fr: Adresse e-mail

source: Password
fr: Mot de passe

source: Remember me
fr: Souviens-toi de moi

source: Forgot password?
fr: Mot de passe oublié?

source: Sign in
fr: S'identifier

source: Admin panel
fr: Panneau d'administration

source: Fault details
fr: Détails du défaut

source: Title
fr: Titre

source: Fault form
fr: Formulaire de défaut

source: Add
fr: Ajouter

source: Submodels list
fr: Liste des sous-modèles

source: List of models
fr: Liste des modèles

source: till now
fr: jusqu'à maintenant

source: List of engines which were installed
fr: Liste des moteurs qui ont été installés

source: List of transmissions which were installed
fr: Liste des transmissions qui ont été installées

source: years
fr: ans

source: List of makes
fr: Liste des marques

source: Available makes
fr: Marques disponibles

source: SubModel details
fr: Détails du sous-modèle

source: Average rating
fr: Note moyenne

source: List of cars which it was installed
fr: Liste des voitures sur lesquelles il a été installé

source: List of parts which frequently wanted
fr: Liste des pièces fréquemment demandées

source: List of faults which were detected
fr: Liste des défauts détectés

source: Details by engine
fr: Détails par moteur

source: List of faults
fr: Liste des défauts

source: List of rims which were installed
fr: Liste des jantes qui ont été installées

source: List of rims to this model
fr: Liste des jantes pour ce modèle

source: Your favourite cars list
fr: Votre liste de voitures préférées

source: You forgot to add cars to favourite list
fr: Vous avez oublié d'ajouter des voitures à la liste des favoris

source: Add comment
fr: Ajouter un commentaire

source: Please upload a file
fr: Veuillez télécharger un fichier

source: Fuel consumption (l/km)
fr: Consummation de carburant (l/km)

source: Power (HP)
fr: Puissant (HP)

source: Tuning possibility
fr: Possibilité de réglage

source: The password value should have at least 6 characters
fr: La valeur du mot de passe doit avoir au moins 6 caractères

source: Car
fr: Auto

source: Preferred language
fr: Langue préférée

source: The password value should have at least 6 characters.
fr: La valeur du mot de passe doit comporter au moins 6 caractères.

source: Your prefer car type
fr: Votre type de voiture préféré

source: Suitability for tuning
fr: Aptitude au réglage

source: Your request has been added successfully to queue
fr: Votre demande a été ajoutée avec succès à la file d'attente

source: Please Confirm your Email
fr: Veuillez confirmer votre email

source: Link with confirm was sent to your mail!
fr: Le lien avec confirmation a été envoyé à votre courrier!

source: Your email address has been verified.
fr: Votre adresse e-mail a été vérifiée.

source: Email is not correct
fr: L'e-mail n'est pas correct

source: Any car was not found
fr: Aucune voiture n'a été trouvée

source: This method can be blank - it will be intercepted by the logout key on your firewall.
fr: Cette méthode peut être vide - elle sera interceptée par la clé de déconnexion de votre pare-feu.
